// ScrollingBar.js
import './scrolling.css'
const ScrollingBar = () => {
    return (
      <div className='w-100' style={{background:'#b6d0e6'}}>
        <div className="scrolling-bar-container  " >
          <div className="scrolling-bar-content ">
            <span>
              🔔 مع برامج تسهيل ستعمل بمزاج رايق من خلال | 🎉 إدارة الإجازات 🎉 إدارة المهام | 🎉 إدارة الغيابات  | 🎉 طباعة التقارير 🔁
            </span>
            {/* نسخة ثانية للسلاسة */}
            <span>
              🔔 مع برامج تسهيل ستعمل بمزاج رايق من خلال | 🎉 إدارة الإجازات 🎉 إدارة المهام | 🎉 إدارة الغيابات | 🎉 طباعة التقارير 🔁
            </span>
          
          
          </div>
        </div>
      </div>
    );
  };
  
  export default ScrollingBar;
  